Repository: olasd/pythagore
Catalog: new-trunk/locale/*/LC_MESSAGES/pythagore.po
Languages: fr

source: Too few parameters.
fr: Trop peu de paramètres.

source: Argument should be a number !
fr: L'argument devrait être un nombre !

source: RSS feed number %(fid)s doesn't exist !
fr: Le flux RSS numéro %(fid)s n'existe pas !

source: RSS feed number %(fid)s removed.
fr: Flux RSS numéro %(qid)s supprimé

source: You're not allowed to enable RSS feeds here.
fr: Vous n'avez pas le droit d'activer les flux RSS sur ce salon !

source: Feed number %(fid)s enabled !
fr: Flux RSS numéro %(qid)s ajouté !

source: Feed number %(fid)s disabled !
fr: Flux numéro %(qid)s désactivé !

source: There are %(quantity)s enabled feeds on this channel for now :
fr: Il y a %(quantity)s flux RSS activés sur ce salon :

source: There's %(quantity)s feeds in the database for now :
fr: Il y a %(quantity)s flux RSS dans la base de données :

source: getting page
fr: récupération de la page

source: parsing feed
fr: traîtement du flux

source: [%(timestamp)s] joining %(channel)s
fr: [%(timestamp)s] rejoint le salon %(channel)s

source: No such module %(module)s
fr: Aucun module correspondant à %(module)s

source: Enabling module %(module)s
fr: Activation du module %(module)s

source: Disabling module %(module)s
fr: Désactivation du module %(module)s

source: I've been on %(networkname)s for %(numseconds)s seconds !
fr: Je suis sur %(networkname)s depuis %(numseconds)s secondes !

source: No results for query [%(query)s]
fr: Aucun résultat pour la requête [%(query)s]

source: Google results for [%(query)s]:
fr: Résultats Google pour [%(query)s] :

source: Missing quote contents !
fr: Il manque le contenu de la citation !

source: Quote number %(qid)s added !
fr: Citation numéro %(qid)s ajoutée !

source: Quote too short !
fr: Citation trop courte !

source: Quote number %(qid)s doesn't exist !
fr: La citation numéro %(qid)s n'existe pas !

source: Quote number %(qid)s deleted
fr: Citation numéro %(qid)s supprimée

source: You're not allowed to delete this quote !
fr: Vous n'avez pas le droit de supprimer cette citation !

source: Too many parameters.
fr: Trop de paramètres.

source: Incorrect parameters !
fr: Paramètres incorrects !

source: No quote found !
fr: Pas de citation trouvée !

source: %(num)s quote found:
fr: %(num)s citation trouvée :

source: %(num)s other quote found: %(quotenums)s
fr: %(num)s autre citation trouvée : %(quotenums)s

source: Define your query !
fr: Précisez votre requête !

source: the %y/%m/%d at %H:%M:%S
fr: %d/%m/%y à %H:%M:%S

source: Quote number %(qid)s added by %(author)s on %(date)s, on %(chan)s
fr: Citation numéro %(qid)s ajoutée par %(author)s le %(date)s, sur %(chan)s

source: Error !
fr: Erreur !

source: See %(url)s for more information.
fr: Voir %(url)s pour plus d'informations.

source: connection failed:
fr: La connexion a échoué :

source: Config file for %(module)s not open !
fr: Le fichier de configuration du module %(module)s n'a pas été ouvert !
